anysphere.cursorpyright
catppuccin.catppuccin-vsc
chaitanyashahare.lazygit
cucumberopen.cucumber-official
dart-code.dart-code
dart-code.flutter
dbaeumer.vscode-eslint
denoland.vscode-deno
eamodio.gitlens
enkia.tokyo-night
esbenp.prettier-vscode
felixangelov.bloc
github.vscode-pull-request-github
jeroen-meijer.pubspec-assist
mathiasfrohlich.kotlin
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-python.debugpy
ms-python.python
orta.vscode-jest
pkief.material-icon-theme
prisma.prisma
przybylski.cursor-harpoon
rust-lang.rust
rust-lang.rust-analyzer
sumneko.lua
vscodevim.vim
